IDEA Open Model
ConcreteULSCheckResultShearEc2.Vrdr Property
Compatible with IDEA StatiCa v 10.1
 shear resistance
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double Vrdr { get; set; }
Public Property Vrdr As Double
	Get
	Set
public:
property double Vrdr {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConcreteULSCheckResultShearEc2 Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace